07-bpel/testRequest.soap

<?xml version="1.0" encoding="utf-8" ?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <!-- test soap message -->
  <SOAP-ENV:Body>
    <ns1:order xmlns:ns1="http://org/example/wsdl">
    	<input>
    		<quantity xmlns="">4</quantity>
        	<model xmlns="">x1</model>
    	</input>
    </ns1:hello>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
